"324": {
    "Description": "Kidney stones are usually small and are located in the renal pelvis.  Often they produce no symptoms at all.",
    "DescriptionShort": "Kidney stones are small stones found in the renal pelvis or in the urinary tract.  Kidney stones can stuck in the urinary tract and cause strong, cramping pains.",
    "MedicalCondition": "When kidney stones reach the urinary tract and get stuck (where they are called urinary stones) they produce severe cramping pains (called renal colic), which can radiate out of the flank to belly or groin.  Movement of the stones along the urinary tract lead to small injuries of the mucus membrane in the urinary tract, which causes bleeding and turns urine light pink.",
    "Name": "Kidney stones",
    "PossibleSymptoms": "Abdominal pain,Back pain,Chills",
    "ProfName": "Nephrolith",
    "Synonyms": null,
    "TreatmentDescription": "Treatment consists of reducing complaints using painkillers and observing the patient.  Small urinary stones generally flow out on their own and can be “strained” out with the urine.  Larger stones, however, need to be broken up with medication, shattered with sound waves, or removed with a ureteroscope.   Removal is necessary, as kidney stones that clog up the ureter can cause urine to back up or they may cause an infection in the upper urinary tract (see the article on pyelonephritis), which can damage the kidneys."
},
"170": {
    "Description": "An abortion is an artificially induced premature ending to a pregnancy.  It can be performed for personal reasons (psychological, social) after a detailed consulting, for medical reasons (e.g. danger for the mother), or for criminological reasons (e.g. pregnancy following rape). Even personal reasons need to be significant to perform the abortion legally and within a certain time period.",
    "DescriptionShort": "An abortion is an artificially induced premature ending to a pregnancy.  An abortion is different from a miscarriage, which has natural causes. It can be performed for personal reasons after a detailed consulting, for medical reasons, or for criminological reasons. Even personal reasons need to be significant to perform the abortion legally and within a certain time period.",
    "MedicalCondition": "The medicines used by a medicinal abortion can cause side-effects such as nausea and vomiting, uterine cramps up to a tearing of the uterus, stomach/abdominal cramps, headache. In case of strong bleeding or a suspected uterine rupture, an additional surgery may be necessary. The risks of a surgical abortion include the risks of all surgeries, such as infections, injury of nerves and vessels, and further injuries or weaknesses of the uterus that may cause complications for successive pregnancies. The psychological consequences should not be underestimated and treated as well. The patients should be supported for some time during their period of mourning. ",
    "Name": "Abortion",
    "PossibleSymptoms": "Abdominal pain,Back pain",
    "ProfName": "Induced abortion",
    "Synonyms": null,
    "TreatmentDescription": "Generally, a pregnancy can be terminated medicinally or instrumentally/surgically, sometimes a combination of both treatments can be necessary. For a medicinal abortion, contractions-causing medication will be administered to drive out the fruit. Possible instrumental measures are suction-curettage, curettage or even the removal of the uterus."
},
"509": {
    "Description": "A hydrocele describes the accumulation of too much fluid in the scrotum. It is usually not dangerous. A typical characteristic of the disease is a swollen scrotum.",
    "DescriptionShort": "A hydrocele is an over-accumulation of fluid in the scrotum. It is common in newborns for the first year of birth and usually disappears without any treatment. Older boys and adult men can develop a hydrocele due to an inflammation or injury within the scrotum, which make medical treatment necessary.",
    "MedicalCondition": "There are some factors that can cause the over-accumulation of fluid in the scrotum. They include: 1) With newborns: it often happens to a newborn baby due to the process of genital development inside the womb. It will improve after the birth. 2) An inguinal hernia: fluid may leak from the abdomen into the scrotum. 3) With elderly men: it often happens that there is an abnormal accumulation of fluid in the scrotum of elder men. 4) Extraneous influence: An infection or inflammation of the testicles. Most of the time, a hydrocele does not cause pain. People with the problem may have a swollen scrotum which looks like a balloon full of water. Normally it’s not harmful.",
    "Name": "Accumulation of fluid in the scrotum",
    "PossibleSymptoms": null,
    "ProfName": "Hydrocele",
    "Synonyms": null,
    "TreatmentDescription": "The treatments of hydrocele depend on the causes. For example, for a newborn there is no treatment required as it will improve over some period of time. If the hydrocele is caused by inguinal hernia or infections, then a surgery and/or anti-inflammatory medications and antibiotics may be necessary. However, a painless swollen scrotum should always be checked by a doctor to exclude more severe causes."
},
"113": {
    "Description": "Pneumonia is an inflammation of the lung tissue.  Pneumonia is caused by bacteria (such as Streptococcus pneumoniae), viruses, or fungi.  In developed nations, pneumonia is the most commonly fatal infection.  Children under the age of 2, the elderly, patients with weak immune systems or removed spleens, and those with chronic diseases are especially at danger.",
    "DescriptionShort": "Pneumonia is an inflammation of the lung tissue.  It can be caused by bacteria, viruses, or fungi and starts off as a rapidly developing high fever, chills, coughing, and shortness of breath.",
    "MedicalCondition": "Pneumonia typically begins with a quickly developing fever, chills, cough with or without sputum, as well as decreased rate of breathing with shortness of breath.  In older people or in the case of atypical causes (especially bacteria), the infection may begin slowly, accompanied by headaches and aches in the limbs, a light fever, and a dry cough.",
    "Name": "Acute inflammation of lung",
    "PossibleSymptoms": "Cough,Sputum,Fever,Shortness of breath,Fast, deepened breathing,Chills,Swollen glands on the neck,Swollen glands in the armpits,Pain in the limbs,Chest pain",
    "ProfName": "Pneumonia",
    "Synonyms": null,
    "TreatmentDescription": "It’s important to consult your doctor if you have pneumonia.  Your doctor can confirm the presence of pneumonia during a clinical examination and with X-rays and prescribe antibiotics.  There are vaccines against certain bacteria (Streptococcus pneumoniae and Haemophilus influenzae) that have been developed to protect patients at risk (children under 2, the elderly, people with compromised immune systems, people with chronic illnesses)."
},
"495": {
    "Description": "Meteorism is a condition where the abdomen feels full and tight. In this situation, the belly may look swollen and distended.",
    "DescriptionShort": "Meteorism describes the accumulation of gas in the abdomen or in the intestines, accompanied by distention. It is normally not a serious problem. Sometimes, over-the-counter medication is enough to relieve the symptoms. But if meteorism is caused by certain diseases, one should consult a doctor.",
    "MedicalCondition": "Causes of meteorism include 1) swallowing air, 2) constipation, 3) gastro-esophageal reflux (GERD), 4) irritable bowel syndrome, 5) lactose intolerance or problems with digestion, 6) overeating, 7) small bowel bacterial overgrowth, 8) weight gain and 9) weak abdominal muscles. Certain diseases may also cause meteorism. These include ascites and tumors, celiac diseases, dumping syndrome, intestinal obstruction and when the pancreas does not produce enough digestive enzyme.",
    "Name": "Bloated belly",
    "PossibleSymptoms": "Abdominal pain",
    "ProfName": "Meteorism",
    "Synonyms": null,
    "TreatmentDescription": "To relieve the symptom of the feeling of distention in the abdomen, there are multiple over-the-counter drugs. One can avoid meteorism by following some advice: 1) avoid carbonated drinks and food with high levels of fructose or sorbitol, 2) avoid food that can produce gas such as beans, cabbages and the like, 3) do not eat too quickly, 4) stop smoking and 5) work out. If meteorism is caused by an underlying disease, then one should visit a specialist to treat the disease first."
},
"211": {
    "Description": "Chronic fatigue syndrome is a disorder characterized by chronic tiredness, causing limitations in patient’s activity over a long period of time. Additionally, the following symptoms can occur. ",
    "DescriptionShort": "Chronic fatigue syndrome is a disorder characterized, as the name preconizes, by chronic tiredness, causing limitations in patient’s activity over a long period of time.",
    "MedicalCondition": "According to the Center for Disease Control, chronic fatigue syndrome presents the following symptoms:  newly occurring states of exhaustion that last longer than 6 months.  They can not be connected to any type of stress and they do not improve after taking a rest.  The state of exhaustion leads to limited activity.  It can also lead to painful lymph nodes, muscle aches, joint pain, and headaches.  Many patients report trouble of thinking, sleep that isn’t revigorating, and chronic general feelings of illness after strenuous activity.",
    "Name": "Chronic tiredness syndrome",
    "PossibleSymptoms": "Pain in the limbs,Headache,Tiredness,Sleeplessness",
    "ProfName": "Chronic fatigue syndrome",
    "Synonyms": null,
    "TreatmentDescription": "Chronic fatigue syndrome can only be diagnosed after all other possible diseases, which the symptoms might explain, have been eliminated via a medical examination.  There is no direct treatment for chronic fatigue syndrome, although behavioral therapy may help to alleviate symptoms."
},
"80": {
    "DescriptionShort": "The cold, or common cold, is usually the result of a viral infection.  It affects the nose and airways and its symptoms are milder than flu.  A sore throat, pain when swallowing, a runny nose, and (rarely) a mild fever are typical symptoms.",
    "Description": "Colds are very common and widespread and most cases are caused by a virus.  Treatment with antibiotics is not advisable, as antibiotics are ineffective against viruses.",
    "MedicalCondition": "Colds are widespread and usually occur in colder seasons.  Colds typically start with a slowly developing sore throat, pain when swallowing, a runny nose, dry cough, mild headaches, exhaustion, joint pain, and a mild fever.  The illness usually lasts for a weeks and then slowly disappears, sometimes with a lingering cough.",
    "Synonyms": "Head cold,Head-cold",
    "ProfName": "Common cold",
    "PossibleSymptoms": "Itching eyes,Eye redness,Sputum,Burning in the throat,Fever,Pain in the limbs,Sore throat,Cough,Headache,Swollen glands on the neck,Tiredness,Runny nose,Sneezing,weakness,Stuffy nose,Burning eyes",
    "TreatmentDescription": "A cold usually runs its course without lasting harm and then disappears on its own.  Rarely it is the start of a serious infection such as a lung infection.  Just as with the flu, bed rest and sufficient hydration are recommended.  It necessary, fever reducing medication can be taken.  Anti-inflammatory nasal sprays and inhalants can provide additional relief.  Although an exception to the rule, a bacterial infection may be present alongside a viral infection, in which case a doctor can prescribe an antibiotic.",
    "Name": "Cold"
},
"53": {
    "DescriptionShort": "Constipation is when bowel movements are infrequent and difficult and happen fewer than three times a week.  Constipation can be caused by several reasons.",
    "Description": "Constipation is when bowel movements are infrequent and difficult and happen fewer than three times a week.",
    "MedicalCondition": "Possible causes for constipation are bad eating habits, dehydration, medication, lack of exercise, and various systemic illnesses.  The most common cause is insufficient nutrition.  Patients complain of feeling full, stomach aches, and difficult bowel movements that expel only a bit of matter.",
    "Synonyms": "Infrequent bowel movements,Difficult bowel movements",
    "ProfName": "Obstipation",
    "PossibleSymptoms": "Abdominal pain,Early satiety,Weight gain",
    "TreatmentDescription": "It’s usually enough to treat constipation by making changes to the diet, such as the addition of foods rich in fiber (whole grain products, legumes, vegetables, cereals, fruit, and nuts) and sufficient hydration.  Furthermore, the affected person should make a habit of getting regular exercise and using the toilet (1-2 times a day after main meals).  If these measures do not provide any relief, then a doctor can prescribe supplement fibers and controlled laxatives.",
    "Name": "Constipation"
},
"86": {
    "DescriptionShort": "Coronary artery disease is a hardening of the arteries in the arteries of the heart and can cause circulatory disorders with accompanying chest pain (angina pectoris), a heart attack, or even sudden death from heart failure.",
    "Description": "Coronary artery disease is a hardening of the arteries of the heart (arteriosclerosis).  It leads to a narrowing of the arteries as well as a reduction in the circulation of blood to the muscles of the heart and the symptoms associated with that.",
    "MedicalCondition": "Coronary artery disease is common predominantly in developed countries.  Risk factors for coronary artery disease and the same as those for arteriosclerosis:  high blood pressure (hypertension), smoking, increased blood lipid levels (especially cholesterol), age, heart attacks (in related family members), diabetes, being overweight, a diet rich in calories and fats, lack of exercise, and high levels of stress.  Decreased blood supply to the heart muscles leads to symptoms typical of angina pectoris with feelings of tightness in the chest and a pressure on the chest that radiates out to the throat or the left arm.  Symptoms may feel similar to those of heartburn.  Symptoms usually manifest during periods of effort, psychological stress, or in cold conditions and disappear within 15 minutes.",
    "Synonyms": "CAD,ischemic heart disease,IHD,atherosclerotic heart disease,atherosclerotic cardiovascular disease",
    "ProfName": "Coronary artery disease",
    "PossibleSymptoms": "Chest pain,Chest tightness,Cold sweats,Going black before the eyes,Heartburn,Shortness of breath,Tiredness,Unconsciousness, short,Weight gain",
    "TreatmentDescription": "If a plaque built up in a vessel detaches, the coronary artery is then closed and cause a heart attack, which is the dying off of part of the heart’s own muscles caused by lack of blood.  Symptoms typically include intense, long-lasting angina pectoris that does not improve, accompanied by nausea, cold sweats, and shortness of breath.  In the worst case, a heart attack can lead to death, so if the above mentioned symptoms occur it is an emergency situation and a hospital visit is necessary.  In order to prevent coronary artery disease, it’s important to get regular daily exercise, eat a Mediterranean-style diet (little fat, lots of vegetables, fish, and fiber), avoiding nicotine (quitting is best), and keeping blood sugar, blood pressure, and blood lipid levels in check.  To clarify the causes for angina pectoris, you should visit a specialist in cardiology.  Treatment depends on the severity of the disease (see the article on heart attacks).",
    "Name": "Coronary heart disease"
},
"47": {
    "DescriptionShort": "Depression is the most common psychological disease in our society and is a state of hopelessness and joylessness.  It can be diagnosed and treated by a specialist.",
    "Description": "Depression is a sadness and a joylessness state of mind more intense than normal moodswings and lasts at least two weeks.",
    "MedicalCondition": "Depression is a common clinical picture and affects women twice as much as it does men.  More than 3% of the population receives psychiatric treatment for depression.  Possible symptoms are inhibited drive, inhibited thoughts, loss of ability to feel joy or sadness, internal unrest, sleeping disorders, morning lows, fear of the future, loss of appetite, loss of weight or weight gain, and loss of sexual drive (loss of libido).",
    "Synonyms": null,
    "ProfName": "Major depressive disorder",
    "PossibleSymptoms": "Anxiety,Reduced appetite,Weight gain,Headache,Tiredness,Sleeplessness",
    "TreatmentDescription": "If depression goes untreated, in the worst case it may lead to a suicide attempt.  If the above symptoms are observed, a specialist should be sought for help by all means.  A specialist can offer a diagnosis based on a conversation with the patient.  Depression can be successfully treated with medication or psychotherapy.",
    "Name": "Depression"
},
"266": {
    "DescriptionShort": "A disturbed testicular descent, also called cryptorchidism, describes when one or both testicles are not present in the scrotum. Normally the testicles will move into the scrotum within the first 6 months after birth. If not, early treatment like hormone injection or surgery can prevent a further damage. ",
    "Description": "A disturbed testicular descent, which is called cryptorchidism in medical terms, is a condition when one or both testicles are temporarily or permanently outside of the scrotum. The reason of it is usually that the descent of the testis/testes has not been completed and they cannot move into scrotum successfully at the latest within the first year of birth. This often happens with premature infant boys.",
    "MedicalCondition": "Normally, testicles will move into the scrotum at the latest within the first year after birth. The cause of a disturbed testicular descent is still not totally clear, hormonal disorders are very likely involved. It’s well known that disturbed testicular descent happens more often to early-born than regular-born infants. However, there are other factors such as genetic problems, maternal health or environmental issues that can affect the hormone levels and the normal development of testicles. There are distinguishable types of cryptorchidism: 1) Retractile testis: it is located most of the time in the scrotum, but gets retracted in the inguinal canal due to an inordinate cremaster reflex. There is usually no treatment necessary. 2.) Gliding testis: it is located in the inguinal canal. It can be pulled in the scrotum by physical examination but then slides back. Hormonal therapy or surgery is necessary. 3.) Abdominal testis, inguinal testis, obstructed testis and ectopic testis: in those forms the testis is never located in the scrotum. Hormonal therapy or surgery is necessary. If a disturbed testicular descent is not found or cured earlier in time, the testicles may lose their function and lead to reduced fertility. At the same time, the risk of getting a testicle cancer may also increase in the affected testicle.",
    "Synonyms": null,
    "ProfName": "Maldescended testis",
    "PossibleSymptoms": null,
    "TreatmentDescription": "The treatment of a disturbed testicular descent includes a hormone therapy or a surgery.  The hormone therapy can induce the undescended testicle to move into the scrotum, but its success rate is only about 20%. If the therapy does not work, then a surgery with fixation of the testicle into the scrotum is necessary. Depending on the localization of the testicle, surgery can also be first line therapy.",
    "Name": "Disturbed testicular descent"
},
"431": {
    "DescriptionShort": "Every medication given should have a certain effect. Unfortunately, besides the desired effect (e.g. being free of pain), a variety of side-effects can occur (e.g. nausea, fatigue) that may even lead to a cancellation of a therapy.",
    "Description": "Doctors prescribe medication for many conditions. While all medications are tested intensively before being allowed for treatment, undesired side effects can never be fully ruled out. These side effects can be totally unspecific, but they may show on certain organs/organ systems. A doctor or a pharmacist will be able to advise on expected side effects of a medication.",
    "MedicalCondition": "Tiredness or fatigues are generic symptoms. Organ-related side effects can include: Itching, rashes, blisters, hair-loss of the skin, osteomalacia of the bones, liver- and kidney dysfunction, blood formation disorders, nausea, vomiting, ulcers of the gastrointestinal tract, to name just a few examples. Medication side-effects can show in different ways and in different organs. ACE inhibitors can cause non-productive cough. Asthma medication (Beta-2-Agonists) can cause palpitations of the heart and tachycardia. Cytostatic drugs (e.g. chemotherapeutics) or blood-thinning medications (anticoagulants) can cause hair-loss.",
    "Synonyms": "Drug adverse effects,Adverse drug effect,Medication side effect,Side effect",
    "ProfName": "Adverse drug reaction",
    "PossibleSymptoms": "Burning eyes,Itching eyes,Dry eyes,Vomiting blood,Memory gap,Weight gain,Palpitations,Cough,Lip swelling,Stomach burning,Tiredness,Hiccups,Pain on swallowing,Dizziness,Sweating,Heartburn,Nausea,Increased thirst,Tremor at rest",
    "TreatmentDescription": "If a patient observes effects on him other than the desired ones, they should contact their doctor. He can evaluate if it is a medication side-effect, how severe it is, and if the patient should continue to use the prescribed medication or if the therapy should be amended.",
    "Name": "Drug side effect"
},
"237": {
    "DescriptionShort": "Erectile dysfunction is the inability to achieve or maintain an erection during sex in over three fourths of all attempts in a time period of 6 months or longer despite sexual arousal.",
    "Description": "When the erectile center in healthy men is stimulated, the blood vessels in the spongy body of the penis open up to increase blood flow. Drainage of blood from the penis is reduced by the closing of the veins, causing an increased amount of blood to accumulate in the penis, from which an erection results.  Other medical conditions such as (a) venal issues such as diabetes, high blood pressure (hypertension), and dyslipidemia, (b) an issue with the nerves such as paraplegia, multiple sclerosis, dementia, epilepsy, or (c) hormonal imbalances such as low testosterone or hyperprolactinaemia may be responsible for erectile dysfunction.  Psychological issues such as fear of failing to perform sexually, depression, stressful experiences, and dysfunctional partner relationships can lead to erectile dysfunction. Additionally, it’s possible that nerves responsible for having an erection could have been damaged during a prostate operation or there could be side effects from medication.",
    "MedicalCondition": "Erectile dysfunction affects about 5% of men in their 40s, 15% of those in their 60s, and 50% over 70.  With advanced age the issue is usually physical, whereas with younger men it’s usually a psychological issue.  The patient suffers from the inability to achieve an erection to have sexual intercourse despite being sexually aroused.",
    "Synonyms": null,
    "ProfName": "Erectile dysfunction",
    "PossibleSymptoms": null,
    "TreatmentDescription": "Possible causes need to be evaluated and eliminated, appropriate medication can be administered, and a testosterone replacement therapy can be put in place.  For psychological causes, psychotherapy is the first course of action.  Phosphodiesterase inhibitors (such as Viagra®) can be used to improve the flow of blood into the spongy body.  Pre-existing conditions such as heart disease, liver insufficiency, and serious retinal diseases require other treatments.  Other medicinal drugs can be injected directly into the penis.  Besides that, there are penis pumps and operations that treat the vessels and implantation of hydraulic prosthetics.",
    "Name": "Erection problems"
}, "181": {
    "DescriptionShort": "An anxiety disorder is a psychological disorder in which the affected individual experiences anxiety due to unspecified triggers, certain circumstances, or situations which limit their everyday capabilities.",
    "Description": "Two basic types of anxiety disorder are recognized.  The first is a kind of situation-specific anxiety disorder (phobia) that is triggered by defined situations or objects (such as arachnophobia or agoraphobia). The second is a situation-unspecific anxiety disorder that includes panic attack and general anxiety disorders.  Panic attacks are short term, suddenly set in, and are accompanied by fears related to the body (such as dying or suffocating) and by pronounced physical difficulties.  Generalized anxiety attacks are characterized by lasting several months, associated with stress, worry, and fear.",
    "MedicalCondition": "Anxiety disorders are among the most common psychological disorders.  The chances of experiencing an anxiety disorder at some point in life are 10-15%. Women are twice as likely to suffer from anxiety disorders.  Anxiety disorders are often accompanied by depression and abuse of medication.  People with anxiety disorders suffer from anxiety coupled with physical ailments. These may include heart palpitations, shortness of breath, dizziness, being dazed, hot flashes, chills, dry mouth, tremors, and crawling sensations on the skin. Long term anxiety disorder can lead to avoidance behaviors like running away or social withdrawal.",
    "Synonyms": "Panic disorder,Panic attacks",
    "ProfName": "Anxiety disorder",
    "PossibleSymptoms": "Anxiety,Chest pain,Chest tightness,Memory gap,Palpitations,Hot flushes,Cold sweats,Nervousness,Fast, deepened breathing,Sweating,Tremor at rest",
    "TreatmentDescription": "Anxiety disorders can be treated  relatively well with pscicological therapy.  Anti-depression treatment may also be pursued to support other efforts.  It’s common for a panic attack to spontaneously occur and disappear.  In between, the patient should seek psychotherapeutic help and antidepressants if necessary.  The same applies for general anxiety disorders.",
    "Name": "Excessive feeling of fear"
}, "11": {
    "DescriptionShort": "Flu (often referred as influenza), is a viral infection of the nose, sinuses, throat, and respiratory tract by an influenza or parainfluenza virus.  Swine flu and bird (avian) flu are specific strains of flu.",
    "Description": "Flu, also known as influenza, is a viral infection of the nose, sinuses, throat, and respiratory tract.  It’s seasonal, often occurring in winter, and can spread rapidly, called then flu epidemic.",
    "MedicalCondition": "When the infection occurs in healthy young people, it is usually not dangerous and lasts around one or two weeks.  In some cases a dry cough may develop and last a bit longer.  Elderly and those with pre-existing illnesses have a higher risk for complications.  For this reason it’s recommended that these groups get vaccinated.  Swine and bird flus are caused by slight different influenza viruses, but causing similar symptoms.  Flu typically develops rapidly, with fever (sometimes accompanied with chills), muscle pain, headache, a dry and painful cough,  sore throat, and exhaustion or fatigue.  It’s important to note that the flu is different from the common cold, which is often also caused by a virus, but causes milder symptoms.",
    "Synonyms": null,
    "ProfName": "Influenza",
    "PossibleSymptoms": "Reduced appetite,Shortness of breath,Eye redness,Sputum,Burning in the throat,Chest pain,Fever,Pain in the limbs,Sore throat,Cough,Headache,Swollen glands on the neck,Swollen glands in the armpits,Tiredness,Runny nose,Sneezing,Chills,Sweating,Stuffy nose",
    "TreatmentDescription": "Even today flu can have fatal consequences for those with pre-existing conditions and requires a hospital stay with emergency medical measures.  Normally it is self-limited and the body recovers by itself.  A doctor may prescribe medication to help shorten the course of the flu if taken early.  Bed rest and staying hydrated are usually sufficient.  Medications such as Ibuprofen or Aspirin can lower a fever and relieve symptoms, but they will not shorten the course of the illness and should be used in children with caution.  Flu vaccine is recommended for the following groups at risk:  nursing infants, people over 60, people with compromised immune systems, and pregnant women.",
    "Name": "Flu"
}, "281": {
    "DescriptionShort": "Foodborne diseases are caused by substances that are produced by bacteria in spoilt foods. Nausea, vomiting and diarrhoea occur within a few hours after eating. Diarrhoea and vomiting after eating are therefore commonly referred to as food poisoning. Foodborne diseases are the body's reaction to degradation products or poisons from bacteria.",
    "Description": "Technically, foodborne diseases are not an infection but the intestine's reaction to toxins produces by bacteria in spoilt food. Dairy and egg products, meat and potato salad are examples for food that spoils fast. Enterotoxinogenic bacteria are most commonly staphylococcus aureus, and sometimes bacillus cereus or clostridium perfringens. The toxin of staphylococcus aureus, which frequently causes foodborne diseases, is heat resistant. That means that even by heating up spoilt food to 100°C for more than 30 minutes do not destroy those toxins, so that they can cause nausea, vomiting and diarrhoea after eating.",
    "MedicalCondition": "Characteristic for foodborne diseases are the typical symptoms within 1 to 16 hours after eating the spoilt food. Usually all persons who consumed the food will suffer from nausea, vomiting and diarrhoea, often accompanied by cramp-like stomach pains. The symptoms usually occur within few hours after consuming the affected food. With the exception of the very rare botulism, patients fully recover without any long-term consequences.",
    "Synonyms": "Foodborne disease",
    "ProfName": "Foodborne illness",
    "PossibleSymptoms": "Abdominal pain,Vomiting,Fever,Headache,Tiredness,Heartburn,Nausea",
    "TreatmentDescription": "The typical symptoms described by all persons who consumed the affected food within 1 to 16 hours point to foodborne disease. Nonetheless, an infection, e.g. salmonella or norovirus should be taken into consideration as well. In cases of doubt, the enterotoxins can often be established in the spoilt food. The symptoms typically last for 1 to 2 days. Therapy is purely for the symptoms. Most important is the replacement of liquids and salts, and in some cases antispasmodic medication. Especially older patients or children may require in-patient treatment with infusions, to regulate the liquid- and salt balance. Generally it is important to make sure that foods bought or consumed are fresh and not spoilt. It is also important to know that even heating up foods can't remove certain bacterial toxins.",
    "Name": "Food poisoning"
}, "107": {
    "DescriptionShort": "Rubella is a viral illness with noticeable splotchy skin rash, light fever, and swelling of the lymph nodes in the throat. A vaccination against rubella is available.",
    "Description": "Rubella is a viral illness.  It usually affects school children and its less infectious than mumps or measles.",
    "MedicalCondition": "The victim usually shows signs of a fever follow by a splotchy skin rash that usually lasts 3 days and begins behind the ears.  Additionally, swelling of the lymph nodes in the throat occurs.  Rubella can be very dangerous for those who are pregnant.  Pregnant women should have extra care to prevent contact with affected people, rubella can seriously harm the embryo.  It’s important, before becoming pregnant, to check the vaccination status.",
    "Synonyms": null,
    "ProfName": "Rubella",
    "PossibleSymptoms": "Fever,Skin rash,Swollen glands on the neck",
    "TreatmentDescription": "There is no actual treatment for rubella, but a vaccine has been developed to protect from the disease.  There are two required vaccinations: the first is given at 12 months of age and the second between the 15th and 24th months.  It’s a combination of vaccines that covers measles, mumps, and rubella (MMR).",
    "Name": "German measles"
}, "104": {
    "DescriptionShort": "Headaches are very common.  Often pain is due to another illness and the cause of the pain is not exactly known.  Examples include tension headaches, migraines, cluster headaches, and headaches associated with medication.",
    "Description": "Headaches, along with back pain, are one of the most common health-related discomforts in the population.  The occurrence of headaches is very variable.  More than 90% of all headaches are primary, meaning that the pain itself is the disease and even modern imaging investigations have failed to find a cause for them.  The most common examples are the tension headaches, migraines, and headaches associate with medication.  Cluster headaches are less common.",
    "MedicalCondition": "Tension headaches generally affect the entire head, are weak-to-mildly strong, and are characterized by a pulling or pushing sensation.  They can last up to a week and exercise will not alleviate them.  Migraines on the other hand typically are on one side, pulsating, intense, and are made worse by activity.  Additionally, they can be accompanied by nausea and impaired vision and sense of touch (see separate article on migraines).Cluster headaches are intense attacks on one side and usually occur during sleep and can be accompanied by a red, tearing eye.",
    "Synonyms": null,
    "ProfName": "Cephalalgia",
    "PossibleSymptoms": "Headache,Nausea",
    "TreatmentDescription": "Because the cause of primary headaches is unknown, treatment tends to be aimed at alleviating the headache with painkillers.  Therapy with oxygen is advisable for cluster headaches.  Generally, known triggers for headaches should be avoided or diminished with medication.",
    "Name": "Headache"
},
"87": {
    "DescriptionShort": "A heart attack is a part of the heart muscle dying off.  It is usually caused by a clogging of the a coronary artery which occurs when a plaque build up along the walls of a blood vessel (arteriosclerosis) detach itself.  A heart attack is an emergency situation.",
    "Description": "In the coronary artery disease, accumulation of material on the vessel walls can suddenly tear off and clog a coronary artery with the formation of blood clots.  This prevents the affected heart muscles from receiving sufficient oxygen and they begin to die.",
    "MedicalCondition": "Heart attacks affect men twice as often as women and are usually associated with the hardening of the arteries (artherosclerosis).  Risk factors and precautionary measures can be found in the coronary artery disease article.  The signs of a heart attack include intense, long lasting chest pain (angina pectoris), with possible radiation into the throat or the left arm, usually associated with shortness of breath, feelings of anxiety, nausea, and a cold sweat.  Some people may feel pains around their stomach.  Triggers for a heart attack include vigorous physical effort, stressful situations and significant fluctuations in blood pressure.",
    "Synonyms": "MI,acute myocardial infarction,AMI",
    "ProfName": "Myocardial infarction",
    "PossibleSymptoms": "Shortness of breath,Unconsciousness, short,Chest pain,Chest tightness,Vomiting,Weight gain,Palpitations,Cold sweats,Tiredness,Going black before the eyes,Nausea",
    "TreatmentDescription": "If a heart attack is identified too late, the coronary muscle turns to scar tissue and can lead to heart failure, arrhythmia, or pulmonary edema (water in the lung).  A visit to the hospital is a must for anyone experiencing the symptoms named above.  If it’s treated soon enough, part of the heart muscle and the life of the patient can often be saved.  A small procedure to install a thin stent into the coronary artery can help to keep the clogged artery open and reestablish blood flow.  Stent or no, medications need to be taken throughout the rest of the individual’s life to prevent a second episode.  Medications may include aspirin, cholesterol lowering drugs, beta-blockers, or ACE inhibitors.",
    "Name": "Heart attack"
}, "434": {
    "DescriptionShort": "Palpitation is the usually uncomfortable noticing of one’s heartbeat. The heartbeat is stronger (palpitations) and often too fast or irregular (skipped heartbeat). Palpitations may cause fear, but in most cases they are harmless. The heartbeat can be too fast, too slow, too strong or arrhythmic. \n",
    "Description": "Palpitations are a clinical presentation more often in young women. It can be a symptom of harmless palpitations, for example caused by consuming coffee or tea, a harmless tachycardia (racing heartbeat), side effects of a medication (e.g. asthma medication such as Beta-2-Agonist), or non-organic conditions (e.g. panic disorders or somatisation disorder), or in rarer cases be caused by anaemia. A certain degree of stronger noticeable heartbeat is often harmless. For example lack of exercise or excitement can lead to a stronger perception of the heartbeat.",
    "MedicalCondition": "Every person notices their own heartbeat every now and then; it can for example be a sign of excitement. However, some conditions can also lead to a noticeable heartbeat, e.g. heart conditions such as heart valve defects or excitation propagation disorders (cardiac arrhythmias). Circulatory system conditions, especially hypertension, but also lack of exercise can lead to palpitations. Diseases of the thyroid gland, especially hyperthyroidism leads to noticeable heartbeat as often as alcohol, various medications or psychological disorders (e.g. panic attacks).",
    "Synonyms": "Palpitation",
    "ProfName": "Palpitations",
    "PossibleSymptoms": "Palpitations",
    "TreatmentDescription": "In most cases, noticing one’s heartbeat is harmless. However, should it occur frequently, a doctor should be consulted for an examination to rule out possible illnesses as the cause for the palpitations. The therapy will then depend on the identified cause.",
    "Name": "Heart racing"
}, "130": {
    "DescriptionShort": "A hernia (fracture) is a weakness in the muscles of the abdomen and/or its aponeurosis, through which the intestinal loops and peritoneum can repeatedly or permanently emerge, and become visible as a protrusion. ",
    "Description": "There are different causes and localisations for abdominal wall hernias. The weakness in the abdomen can be congenital or acquired, and depending on their location, can be seen or felt when the intestinal loops emerge. The intestinal loops may emerge permanently or slide back. ",
    "MedicalCondition": "Persons suffering from abdominal wall hernia usually experience a pulling pain around the hernia, especially under strain, but also when standing or coughing. The protrusion caused by the emerging intestinal loops can be visually disturbing or can have the effect that for example pants won’t fit anymore. Additionally, patients often experience indigestion or pain while passing stool. ",
    "Synonyms": null,
    "ProfName": "Abdominal hernia",
    "PossibleSymptoms": "Nausea,Abdominal pain",
    "TreatmentDescription": "Typical symptoms and palpatory findings lead the doctor to the correct diagnosis. If a hernia is not visible or palpable, because it might have developed towards the back, a CT scan will be necessary as well. To avoid dangerous complications (dying of intestinal loop when stuck in the hernia opening), an abdominal wall hernia should be treated surgically. ",
    "Name": "Hernia"
}, "209": {
    "DescriptionShort": "Huntington’s disease (previously Huntington’s chorea) is a genetic disorder in which patients experience personality disorders, dementia, and uncontrollable, asymmetrical movements.",
    "Description": "Huntington’s disease (previously Huntington’s chorea) is a genetic disorder in which patients experience personality disorders, dementia, and uncontrollable, asymmetrical movements.  It affects about 5-10 people in every 100,000.",
    "MedicalCondition": "The first symptoms usually appear when the patient is in their 40s or 50s. patients experience psychiatric disorders (personality changes, dementia, depression, psychosis) and typical bizarre movement disorders.",
    "Synonyms": null,
    "ProfName": "Huntington's chorea",
    "PossibleSymptoms": null,
    "TreatmentDescription": "Huntington’s disease has no cure.  However, attempts can be made with symptoms specific medication.",
    "Name": "Huntington's disease"
}, "15": {
    "DescriptionShort": "An allergy is an undesired reaction to a substance which under normal circumstances do not cause any reaction in healthy people.  Many substances can cause an allergy, e.g. pollen from trees and grasses, animal hair, dust mites, food, medications, and certain skin products.",
    "Description": "Allergies occur when the body’s defense system, known as the immune system, triggers an undesirable, inflammatory reaction to a substance (e.g. harmless materials in the environment, known as allergens), which would generally cause no reaction when in contact with people without allergies.",
    "MedicalCondition": "Allergies against pollen from trees and grasses are commonly known as hay fever.  It can manifest in the form of inflammation of the mucus membrane under the eyelid (conjunctivitis), hay fever (rhinitis), and/or asthma and usually occurs in spring and summer.\n      Dust mites and animal hair can also trigger allergies, which can also be identified through inflammation of the mucus membrane under the eyelid (conjunctivitis), chronic nasal discomfort (rhinitis), and/or asthma.  These often manifest themselves throughout the year.\n      Certain foods can also trigger allergic reactions, which can lead to either very mild symptoms (for example, a prickling sensation in the mouth and throat areas after enjoying certain fruits) or to life threatening reactions throughout the body.  These need to be\n      distinguished from intolerance reactions.\n      Medications are yet another group of substances which can trigger allergies, usually involving the skin, but which can also affect internal organs. So­called contact allergies are a group of skin diseases that result from skin contact with a substance and trigger an inflammatory reaction called eczema.  People with a higher inherited (genetic) predisposition to development allergies against pollen, animal hair, or food are called atopic.",
    "Synonyms": "Hypersensitivity of the immune system",
    "ProfName": "Allergy",
    "PossibleSymptoms": "Cough,Runny nose,Lip swelling,Wheezing,Reduced appetite,Skin rash,Itching in the nose,Sneezing,Tiredness,Itching eyes,Burning eyes,Feeling of foreign body in the eye,Eye redness,Shortness of breath,Tears,Nausea,Cheek swelling,Vomiting,Unconsciousness, short,Night cough,Sleeplessness,Chest tightness,Dizziness,Abdominal pain",
    "TreatmentDescription": "In rare cases, an allergic reaction can become life threatening.  In such a case, the patient must have an emergency kit at their disposal that he can use himself (see the article on food allergies).  The treatment of allergies consists, when possible, of the avoidance of the substance that causes them. When the substance cannot be avoided, medical alleviation of the ailments becomes necessary, for example, with antihistamines.  In certain cases a specific kind of immunotherapy, also called desensitization, is indicated.",
    "Name": "Hypersensitivity reaction"
}, "83": {
    "DescriptionShort": "Meningitis is an inflammation of the membranes that surround the brain.  Meningitis usually begins with sudden head and neck aches, fever and sensitivity to light, and requires immediate medical treatment.",
    "Description": "Meningitis is an inflammation of the membranes that surround the brain.  Meningitis usually begins with sudden head and neck aches, fever and sensitivity to light, and requires immediate medical treatment.  It’s usually caused by bacteria, although viruses are a possibility, though seldom.",
    "MedicalCondition": "An inflammation and infection of the meninges, meningitis usually affects small children, youth and older people with compromised immune systems.  It usually begins suddenly with head and neck pains, sensitivity to stimuli (such as light or pain), fever, and nausea.",
    "Synonyms": "Inflammation of the cerebral membranes",
    "ProfName": "Meningitis",
    "PossibleSymptoms": "Headache,Nausea,Vomiting,Fever,Neck pain,Tiredness,Paralysis,Skin rash",
    "TreatmentDescription": "If red spots appear underneath the skin (normally legs and arms - called petechiae), it is considered an emergency situation.",
    "Name": "Inflammation of the brain covering membranes"
}, "235": {
    "DescriptionShort": "Epididymitis is inflammation of the epididymis. Males of any age can be affected. The causes can vary, but the most common cause is an infection. The treatment often includes medications such as antibiotics, anti-inflammatory drugs and painkillers. Rest is advocated for relieving symptoms.",
    "Description": "The epididymis is the coiled tube located behind the testicles, and it is mainly responsible for the storage and transportation of sperm. Epididymitis is a condition when there is an inflammation in the epididymis.",
    "MedicalCondition": "Epididymitis mainly results from bacterial infections. The bacteria may infect the epididymis through the urinary tracts such as the urethra, bladder, and even the prostate. Therefore, if people have infections of related areas, the risks of getting epididymitis will also be higher. However, sexual contact is the most common cause of infection. In elderly persons the underlying cause is often a bladder infection or an infection of the prostate, which expand on the epididymis. In younger man sexually transmitted inflectional diseases, such as chlamydial and gonococcal infections, are the main causes. Besides bacterial infections, epididymitis can also be caused by an injury of the groin, bladder emptying disorders, or use of amiodarone, which is a type of heart medication that may inflame the epididymis. People with epididymitis may have symptoms such as blood in the semen, discharge from the urethra, groin pain, lump sensitive to pressure next to the testicle, pain during ejaculation or urination, and painful scrotal swelling. Typically the pain develops slowly over hours or days and will not appear from one minute to another.",
    "Synonyms": null,
    "ProfName": "Epididymitis",
    "PossibleSymptoms": null,
    "TreatmentDescription": "The treatments of epididymitis will depend on the causes. However, medications such as antibiotic drugs, anti-inflammatory drugs and painkillers can help to reduce the infection, inflammation and pain. In addition, people with an epididymitis are advised to have proper bed rest, elevation and ice packing of the affected area. This will help reducing pain.",
    "Name": "Inflammation of the epididymis"
}, "44": {
    "DescriptionShort": "A throat inflammation is an inflammation of the throat’s mucus membrane and is often experienced as a sore throat, difficulties swallowing, and occasionally fever.  The majority of cases have a flu-like infection as their cause.",
    "Description": "A sore throat, also known as pharyngitis, in an inflammation of the throat’s mucus membrane and is often expressed as soreness in the throat, difficulties swallowing, and occasionally fever.",
    "MedicalCondition": "Pharyngitis is widespread and predominantly affects children.  The majority of cases are due to flu-like infections that are caused by viruses.  Bacteria can also cause throat infections, though this is not as common.  Patients suffer from itching or pain in the throat, difficulties swallowing, coughing, and bad breath.  Patients may also don’t feel well or develop fever.",
    "Synonyms": null,
    "ProfName": "Nasopharyngitis",
    "PossibleSymptoms": "Sputum,Burning in the throat,Fever,Pain in the limbs,Sore throat,Cough,Headache,Swollen glands on the neck,Runny nose,Earache,Pain on swallowing",
    "TreatmentDescription": "Antibiotics are not effective against flu-like viral infections and treatment consists of relieving the patient of ailments by providing sufficient hydration (warm tea, for example), as well as the use of troches or sprays that reduce pain and inflammation.  If bacteria are found to be the cause for the infection, then antibiotics are necessary.",
    "Name": "Inflammation of the nose and throat"
}, "504": {
    "DescriptionShort": "Prostatitis is inflammation of the prostate. One of the most common causes of prostatitis is bacterial infection. Therefore, antibiotics and anti-inflammatory drugs are used as a part of the treatment. However, chronic prostatitis is of a longer duration and the causes are not clear.",
    "Description": "The prostate is located below the bladder. It is a gland that produces the semen to nourish and transport sperm. Prostatitis is inflammation occurring in the prostate.",
    "MedicalCondition": "There may be various causes for prostatitis. One of the most common is bacterial infection, mostly with E. coli. However, prostatitis may also be caused by non-bacterial factors. Prostatitis can be classified into four types: 1) Acute bacterial prostatitis: is a bacterial infection and often comes suddenly with severe symptoms. 2) Chronic bacterial prostatitis: is also a bacterial infection, but develops gradually and is not as severe as acute prostatitis. 3) Chronic prostatitis: is a non-bacterial prostatitis. This type of prostatitis is quite common and the cause is still unknown. 4) Asymptomatic inflammatory prostatitis: even though there is an inflammation in the prostate, patients don’t have any symptoms. People with prostatitis may have symptoms such as higher urinary frequency, pain during urination or ejaculation, lower abdominal pain and pain of the perineal area. Acute bacterial prostatitis may be accompanied by fever and chills.",
    "Synonyms": "prostatosis",
    "ProfName": "Prostatitis",
    "PossibleSymptoms": null,
    "TreatmentDescription": "The treatment for prostatitis will depend on the type of prostatitis. Acute bacterial prostatitis is treated with antibiotics. Chronic bacterial prostatitis is also treated with antibiotics; however, it has a high recurrence rate. Medications such as anti-inflammatory drugs and painkillers can be used for either bacterial prostatitis or non-bacterial prostatitis to reduce the pain, inflammation or other discomforts.",
    "Name": "Inflammation of the prostate"
}, "331": {
    "DescriptionShort": "Orchitis is the inflammation of one or both of the testicles. Patients with orchitis may feel discomfort such as pain and swelling in the testicles. Treatments often include antibiotics and anti-inflammatory pain relievers.",
    "Description": "Orchitis is the inflammation of one or both of the testicles. It is usually caused by a virus infection or by a bacterial infection.",
    "MedicalCondition": "The causes of orchitis include viruses and bacteria. The most common virus that causes orchitis is mumps. Mumps-orchitis most often occurs in boys after puberty, a few days after they had a mumps infection. Bacterial orchitis can be caused by any bacteria causing a urinary tract infection, but especially frequently by sexually transmitted infections such as gonorrhea or chlamydia. However, bacterial orchitis often results from epididymitis. Men who are older than 45, using a bladder catheter for a long time, not being vaccinated against mumps, having regular urinary tract infections or other urinary tract diseases (such as bladder emptying disorders) may have higher risks of getting orchitis. The common symptoms include swelling, pain and tenderness in one or both of the testicles that may last for weeks. Besides, symptoms such as fever, blood in the semen, discharge from penis, and even nausea and vomiting can occur. In some cases a reduced fertility may occur after an orchitis.",
    "Synonyms": null,
    "ProfName": "Orchitis",
    "PossibleSymptoms": "",
    "TreatmentDescription": "The treatment of orchitis will depend on the causes. If the orchitis is caused by infection of bacteria, then pathogen-specific antibiotics will be used. It is important to take the entire course of antibiotics prescribed by the doctor. Besides, if the bacterial infection is caused by a sexually transmitted infection, the sex partner should also take the treatment. In case of viral orchitis there is no causal treatment and its normally self limiting after some weeks. For symptomatic treatment pain relievers like anti-inflammatory drugs will also be used. Meanwhile, enough bed rest with the scrotum elevated and ice packing may relieve the symptoms as well. A medical examination is highly recommended in any case.",
    "Name": "Inflammation of the testes"
},
"131": {
    "DescriptionShort": "Joint infections can have various causes. If germs are responsible for the infection, it is called septic arthritis. Such infection mostly occurs in a previously damaged joint.",
    "Description": "Joint infection usually is caused by bacteria, affecting normally only a single joint and half of the cases the affect joint is the knee. If it is the germ is a virus, the involvement of multiple joints is possible. Usually the infected joint was already damaged, for example by rheumatism or by an accident.",
    "MedicalCondition": "15-20% of all joint infections are caused by germs. The patient experiences severe pain in the inflamed joint, an overheating of the skin and joint swelling as well as a strong movement restriction. In most cases there is an increase in joint fluid, the so-called joint effusion. Sometimes, the patient can even develop a fever.",
    "Synonyms": null,
    "ProfName": "Septic arthritis",
    "PossibleSymptoms": "Fever",
    "TreatmentDescription": "To diagnose a joint infection, a sample from the liquid must be obtained from the joint space. This can also help to exclude non-bacterial causes for the infection (crystals). If it is a bacterial infection, treatment with antibiotics is indicated. Further, the joint infection should be punctuated repeatedly to ease the burden. If antibiotic therapy is not enough, the affected joint must be rinsed with special solutions. Plates or prostheses in the affected joint will have to be surgically removed.",
    "Name": "Joint infection"
}, "324": {
    "DescriptionShort": "Kidney stones are small stones found in the renal pelvis or in the urinary tract.  Kidney stones can stuck in the urinary tract and cause strong, cramping pains.",
    "Description": "Kidney stones are usually small and are located in the renal pelvis.  Often they produce no symptoms at all.",
    "MedicalCondition": "When kidney stones reach the urinary tract and get stuck (where they are called urinary stones) they produce severe cramping pains (called renal colic), which can radiate out of the flank to belly or groin.  Movement of the stones along the urinary tract lead to small injuries of the mucus membrane in the urinary tract, which causes bleeding and turns urine light pink.",
    "Synonyms": null,
    "ProfName": "Nephrolith",
    "PossibleSymptoms": "Abdominal pain,Back pain,Chills",
    "TreatmentDescription": "Treatment consists of reducing complaints using painkillers and observing the patient.  Small urinary stones generally flow out on their own and can be “strained” out with the urine.  Larger stones, however, need to be broken up with medication, shattered with sound waves, or removed with a ureteroscope.   Removal is necessary, as kidney stones that clog up the ureter can cause urine to back up or they may cause an infection in the upper urinary tract (see the article on pyelonephritis), which can damage the kidneys.",
    "Name": "Kidney stones"
}, "109": {
    "DescriptionShort": "Mononucleosis, sometimes known as kissing disease, is a viral infection.  It often affects young people, can be transmitted from kissing (via saliva), and presents as a sore throat, fever, and swelling of the lymph nodes.",
    "Description": "Mononucleosis, also known as “kissing disease” is caused by the Epstein-Barr virus (EBV). It affects mostly children and youth and is transmitted via contact with saliva, e.g. when kissing. ",
    "MedicalCondition": "Small children often show few symptoms, whereas youth and young adults show typical signs of fever, sore throat, and swollen lymph nodes.  The spleen swell drastically due to the infection and in rare cases it can even rupture and lead to internal bleeding.  Patients should absolutely avoid playing sports, especially contact sports, for this reason.",
    "Synonyms": "Glandular fever",
    "ProfName": "Infectious mononucleosis",
    "PossibleSymptoms": "Sore throat,Fever,Swollen glands on the neck,Tiredness,Pain in the limbs,Headache,Swollen glands in the armpits,Vomiting,Nausea,Burning in the throat,Skin rash",
    "TreatmentDescription": "There is no treatment for mononucleosis, although painkillers and anti-inflammatory medication can alleviate symptoms.  Resting and preventing injury to the spleen are important factors in recovery.",
    "Name": "Kissing disease"
}, "166": {
    "DescriptionShort": "Listeriosis is an infectious disease that is caused by food that is contaminated with a bacterium called \"Listeria monocytogenes.” Patients show flu-like symptoms and sometimes even develop meningitis. Listeriosis especially affects those with weak immune systems, very old people, pregnant women, or newborns. A prompt antibiotic treatment is necessary.",
    "Description": "Listeriosis is a foodborne bacterial infection. The bacterium is called listeria monocytogenes and exists in the soil and water. It can contaminate food, especially raw food like soft cheese and it can even survive at the low temperatures of a refrigerator.",
    "MedicalCondition": "Listeriosis mainly affects people with weaker immune systems, for example older people, pregnant women and newborns. Patients infected with listeriosis may have symptoms including nausea and vomiting, fever and chills, stomach problems and headache. Sometimes they may develop septicemia or meningitis.",
    "Synonyms": null,
    "ProfName": "Listeriosis",
    "PossibleSymptoms": "Abdominal pain,Fever,Pain in the limbs",
    "TreatmentDescription": "As listeriosis is a foodborne infection, there are some hygiene-related tips to prevent it. For example: 1) avoiding raw food such raw milk and raw cheese, 2) heating up the food or leftovers that are stored in the refrigerator before eating and 3) always washing food before eating. Because Listeriosis is a bacterial infection, the treatment is with antibiotics.",
    "Name": "Listeria infection"
}, "51": {
    "DescriptionShort": "Diarrhea is a frequent, fluid bowel movement that occurs more than three times in a day. There are various causes of diarrhea.",
    "Description": "Diarrhea is a frequent, fluid or soft bowel movement that occurs more than three times in a day.",
    "MedicalCondition": "The causes of diarrhea are many and range from infections to medication, chronic gastrointestinal diseases, food intolerance, celiac disease, over consumption of certain sweets, and psychological triggers.  Infections of the gastrointestinal tract are often preceded by nausea, vomiting, and sometimes a fever.  Known causes of diarrhea include certain antibiotics and laxatives, as well as the sorbitol in chewing gum and candies.",
    "Synonyms": "Diarrhoea,Gippy tummy,Squits",
    "ProfName": "Diarrhea",
    "PossibleSymptoms": "Abdominal pain",
    "TreatmentDescription": "For the treatment of acute diarrhea, lost fluids and salts need to be replaced.  Home remedies (such as the Swiss “cola and pretzel sticks” or American substitution of salty crackers) can achieve this. Medication (such as Imodium®) can be helpful for cases of watery diarrhea and fever.  Antibiotics are only necessary if diarrhea is bloody and a fever is present, in which case a doctor should absolutely be contacted.  Chronic or long term cases of diarrhea also require a doctor’s attention so that the cause can be found.",
    "Name": "Loose watery stools"
}, "79": {
    "DescriptionShort": "Lyme disease (Lyme borreliosis) is an infectious bacterial disease spread by ticks that affects the skin, nervous system, musculoskeletal system, and the heart.  It can be treated with antibiotics.",
    "Description": "Lyme disease is a bacterial infection spread by ticks that can affect various organs, including the skin, nervous system, musculoskeletal system, and the heart.",
    "MedicalCondition": "Three stages of the disease are recognized.  In the first stage, a couple of days after the bite, a red ring or bullseye on the skin (Erythema migrans) appears, which may be preceded by headaches, lethargy, fever, and joint pain.  The redness can last several days to a week and usually heals on its own.  In the second stage, after several weeks or months, some patients will experience an attack on the joints, meninges, nerve roots, the skin, and (rarely) the heart.  This leads to the third stage, if it is left untreated, which is damage to the organs.",
    "Synonyms": null,
    "ProfName": "Lyme borreliosis",
    "PossibleSymptoms": "Pain in the limbs,Skin rash,Headache,Tiredness,Paralysis,Fever",
    "TreatmentDescription": "If Lyme disease is identified too late, it can establish itself as chronic symptoms such as lethargy, trouble concentrating, and headaches.  Because Lyme’s disease is caused by bacteria, it can be successfully treated in the early stage with antibiotics.  Therefore, if bitten by a tick and the above symptoms appear, seek out a doctor immediately.   Tips for dealing with tick bites: 1) You can prevent tick bites by wearing long sleeves and pants, staying out of the under bush and areas with tall grass, and checking yourself for ticks after your excursion.  2) If you were bitten by a tick, remove it from your skin with a pair of tweezers (some tweezers are made especially for this purpose) without crushing the tick and then disinfect the bite area.  Do not use oil or other substances to “suffocate” the tick - this will only cause the tick to expel any pathogens it carries.",
    "Name": "Lyme disease"
}, "357": {
    "DescriptionShort": "Prostate cancer is the most common form of malignant cancer in men. It grows on the dorsal region of the prostate and can be detected early in most case, when going for a regular check-up. Despite the growth, many patients experience no symptoms.",
    "Description": "Prostate cancer occurs in the male prostate. It is the most common form of malignant tumour in men. It grows on the dorsal region of the prostate and can be partly felt with the finger (digital-rectal examination) from the rectum. The risk of prostate cancer increases with age. To detect it early on and thus have a better chance of treating the tumour, it’s recommended for men over 50 to get screened for prostate-specific antigen (PSA). Risk factors are obesity, Afro-American heritage and consuming high dosages of multivitamin products.",
    "MedicalCondition": "Patients do not have any typical symptoms during the early stage of prostate cancer. At a later stage, they are mainly problems when passing water, such as urine drippling, frequent urination or blood in urine. Many patients also suffer from back pain and/or pelvic pain. Such pain occurs because prostate cancer preferably metastasises into the bones.",
    "Synonyms": "Prostate cancer malignant",
    "ProfName": "Carcinoma of the prostate",
    "PossibleSymptoms": null,
    "TreatmentDescription": "Frequent check-ups, including blood tests, rectal examination and rectal ultrasound can help to discover the prostate cancer early. After a sample extraction to confirm the diagnosis and to evaluate the tumor's level of malignancy, more tests are necessary to assess the disease progression. After all the findings are complete, the doctor will advise you if it should be treated with surgery, radio therapy or hormonal therapy. The 5-year-survival rate of early detected prostate cancers is 87%; it is one of the most curable cancer diseases.",
    "Name": "Malignant prostate cancer"
}, "50": {
    "DescriptionShort": "Menopause is a phase in which a woman’s menses (menstruation) end.",
    "Description": "Menopause is a phase in which a woman’s monthly menstruation ends, which is also the end of fertility.  The cause of menopause is the reduction of global fonctionning and reduction of hormone production in the ovaries.",
    "MedicalCondition": "Menopause usually starts between the ages of 40 and 56, although it can begin earlier when malnourishment and smoking are risk factors.  The phases before and after menopause are referred as climacteric.  Signs of menopause include moodswings, hot flashes and excessive sweat, lack of sexual drive, sleep disorders, and pain during sexual intercourse.  The last sign is due to the thinning and drying of the vaginal tissues.",
    "Synonyms": null,
    "ProfName": "Climacteric",
    "PossibleSymptoms": "Missed period,Menstruation disorder,Nervousness,Hot flushes,Sweating",
    "TreatmentDescription": "Menopause generally requires no treatment.  Hormone therapy can be used to alleviate some symptoms during this time of change.  This type of hormone therapy has its advantages (for example, reduction or disappearance of risk for osteoporosis), but also its disadvantages (for example, a slightly increased risk of heart attack), which should be discussed with your specialist.",
    "Name": "Menopause"
}, "489": {
    "DescriptionShort": "Dysmenorrhea describes spasmodic pain associated with menstruation. It can be classified into primary and secondary dysmenorrhea. More than half of all women have discomfort during menstruation. Painkillers and oral contraceptives can help to relieve the symptoms.",
    "Description": "Dysmenorrhea is a long-lasting and spasmodic pain occurring during the period of menstruation. It is the most common problem for women during menstruation. More than half of all women undergo these discomforts for several days every month.",
    "MedicalCondition": "Depending on its first appearance, dysmenorrhea can be classified in two types: 1) Primary dysmenorrhea: the type of dysmenorrhea which appears from the first time a girl has her menstruation and it only happens during or a short-time before the period of menstruation. It is not caused by a disease but by the physiological hormone produced by the lining of the uterus, which is called prostaglandin. Normally some women with primary dysmenorrhea may feel pain before menstruation starts, and the pain may become worse when the level of prostaglandin further increases during menstruation. 2) Secondary dysmenorrhea: This type of dysmenorrhea firstly appears anytime in life. There are mostly underlying disorders of the female reproductive system such as endometriosis, adenomyosis, fibroids or a myoma that cause menstrual pain. The pain caused by secondary dysmenorrhea is usually also worst during menstruation but it will not necessarily improve after the period of menstruation. Instead, the pain may appear later in the cycle and become worse instead of getting better. Therefore, the pain can last much longer than a normal period of menstruation. A secondary dysmenorrhea should always be checked by a gynecologist.",
    "Synonyms": null,
    "ProfName": "Dysmenorrhoea",
    "PossibleSymptoms": "Abdominal pain,Weight gain,Back pain",
    "TreatmentDescription": "Treatments of dysmenorrhea are mainly aimed at relieving the pain. Non-steroidal anti-inflammatory drugs can lower the level of prostaglandin and therefore reduce the pain. Hormone medications such as estrogen and progesterone, which are used to prevent pregnancy, can also be effective in reducing dysmenorrhea. Sometimes changes of lifestyle can also help, for example, getting enough rest and sleep. In secondary dysmenorrhea and if medication does not improve the pain, it is important to search for an underlying problem. If there is any underlying disease, it must be treated respectively.",
    "Name": "Menstrual cramps"
}, "347": {
    "DescriptionShort": "A narrowing of foreskin describes a condition in boys or men, when the foreskin of the penis can’t be pulled back over the gland at all or if it is painful to do so, or if the foreskin is so narrow that even urinating becomes difficult. ",
    "Description": "Caused by an elongation or narrowing of the foreskin, some boys or men may experience a condition where the foreskin can’t be pulled back or is even so narrow, that it forms a “balloon” while urinating that will empty very slowly. ",
    "MedicalCondition": "Caused by the condition that the foreskin can’t be pulled back at all or only with difficulty, bacteria might be trapped under the foreskin, leading to inflammation. It can also cause pain, especially during manipulations.",
    "Synonyms": "Contraction of foreskin,Stricture of foreskin",
    "ProfName": "Phimosis",
    "PossibleSymptoms": null,
    "TreatmentDescription": "Most patients can be treated by applying certain ointments for the duration of approximately 4 weeks. If the result is not satisfactory, or if the foreskin is too narrow, a circumcision can be considered.",
    "Name": "Narrowing of foreskin"
}, "167": {
    "DescriptionShort": "A pulmonary embolism is the presence of blood clots in the lung’s blood vessels which have usually traveled from other parts of the body, most notably legs.",
    "Description": "The condition where the lung’s blood vessels are blocked by blood clots is called pulmonary embolism.",
    "MedicalCondition": "Pulmonary embolisms can be fatal depending on the size of the clogged blood vessel in the lung.  It is characterized by shortness of breath, shallow breathing, chest pains, feelings of anxiety, and partial coughing.",
    "Synonyms": null,
    "ProfName": "Pulmonary embolism",
    "PossibleSymptoms": "Shortness of breath,Unconsciousness, short,Chest pain,Chest tightness,Palpitations,Cough,Fast, deepened breathing,Going black before the eyes",
    "TreatmentDescription": "Deep vein thrombosis predominantly affects women and becomes more common with age.  The causes of deep vein thrombosis are many, including lack of exercise, an operation, long flights, clotting disorders, varicose veins, being heavily  overweight, estrogen (birth control pills), and smoking.  Patients often notice a pain similar to that of sore muscles in the affected leg, sensations of tension or weight, swelling, a warm sensation, and pain when pressed.  If symptoms present themselves after a flight for example, a doctor or hospital should be sought out immediately.  There you can be fitted with compression stockings and have blood thinners administered to decrease the risk of a pulmonary embolism and assess the situation if needed.  For those who travel long distances it’s recommended that you stand up regularly and move about or at least do some calf exercises while sitting.  Preventative therapy with short-term blood thinners is something that can be considered.",
    "Name": "Obstruction of a pulmonary artery"
}, "446": {
    "DescriptionShort": "Pregnancy is a condition when the sperm penetrates the egg in the fallopian tube, and then the fertilized egg becomes zygote and implants into the wall of uterus. A pregnant woman should visit a gynecologist regularly to make sure her and her baby’s safety during pregnancy.",
    "Description": "Pregnancy is the period when a woman has a baby inside her uterus. And the periods of pregnancy normally last for 39-40 weeks, which start from the last time of menstruation to childbirth.",
    "MedicalCondition": "Pregnancy can be classified into three periods: 1.) First period (week 1-12): When the sperm combines together with the egg, it will become a fertilized egg, which is called zygote, and lead to a condition of pregnancy. Normally the combination of sperm and egg will happen in the fallopian tube, and then the fertilized egg will travel to the uterus and implant in the wall of uterus. During the period, the nutrition and oxygen of the fetus will be provided by placenta. 2.) Second period (week 13-28): During the period, the sex of the fetus can be identified. The skin, bones and muscle tissues of the fetus will start to form, and the pregnant woman can feel the movement of the fetus. In the later part of the period, the fetus will have regular sleep and wake cycles and the fingerprint and footprints will start to develop. 3.) Third period (week 29-40): During the period, the bones, tissues, muscles of the fetus are well developed. And the fetus can even open and close the eyes. Normally infant can be born at the 39th or 40th week of pregnancy, which is thought to be a full-term of pregnancy. A full-term of pregnancy can help the lungs, brain, liver and every important body tissues and organs to develop well. Therefore, a full-term infant usually has a better health status than an infant that is born earlier.",
    "Synonyms": "Gestation",
    "ProfName": "Gravidity",
    "PossibleSymptoms": "Missed period,Menstruation disorder,Weight gain,Nausea,Headache",
    "TreatmentDescription": "It is recommended to visit gynecologist for a pregnant woman. These prenatal care visits are very important for the baby and the pregnant woman. For example, people should know what is bad for pregnancy, such as smoking or drinking is thought to be harmful for the pregnant women and the fetus. Some medicines can also be a problem, even ones that a doctor prescribed. It is also important to drink plenty of fluids and eat a healthy diet. The body will change while a baby is growing in the body during the nine months of pregnancy. Therefore, it is recommended to consult a gynecologist in case that there is any problem during pregnancy.",
    "Name": "Pregnancy"
}, "18": {
    "DescriptionShort": "Gastroesophageal reflux disease is often referred to as gastric or acid reflux disease, as this is the most common complaint.  The cause of this symptom is a backflow of stomach acid into the esophagus, which then causes a burning sensation (hence the name).",
    "Description": "Reflux disease is very common worldwide.  It is usually due to a backflow of stomach acid through a weakened esophagus.  If this occurs regularly, it will develop into gastroesophageal reflux disease, a burning of the mucous membrane in the esophagus.",
    "MedicalCondition": "Gastroesophageal reflux disease occurs in about 20% of the population in industrial countries.  The main symptom is a dull burning, or feelings of pain or pressure in the throat and chest areas, which is where it gets the common name heartburn.  It frequently occurs when lying down (at night for example), after copious eating, or after consumption of alcohol and can become noticeable as a chronic cough.",
    "Synonyms": "GERD",
    "ProfName": "Gastroesophageal reflux disease",
    "PossibleSymptoms": "Burning in the throat,Chest pain,Cough,Early satiety,Heartburn,Hiccups,Pain on swallowing,Sore throat,Abdominal pain,Stomach burning,Vomiting,Vomiting blood",
    "TreatmentDescription": "In certain cases, damage to the mucous membrane in the throat can become permanent (Barrett’s esophagus) which requires regular check-ups with a specialist, since this damage can degenerate.  For people suffering from this, it’s recommended that they maintain a low-fat diet, avoid eating meals late at night, quit smoking and using alcohol, and in the case of overweight patients a reduction in weight it recommended.  Medications that reduce stomach acid (proton pump inhibitors, for example) have been shown to be effective, but they do not treat the cause of the reflux of acid.  Furthermore, a test to discover if a stomach infection of Helicobacter pylori is at play may be appropriate, since this can cause or intensify heartburn.  In most cases this can be cured with a treatment of antibiotics.",
    "Name": "Reflux disease"
}, "376": {
    "DescriptionShort": "Scarlet fever is a specific bacterial infection of the palatine tonsils.  Along with a sore throat, it can cause a relatively typical skin rash and a reddening of the tongue.  Scarlet fever is considered a childhood illness.  Because scarlet fever may result in heart damage, proper antibiotic treatment is very important.",
    "Description": "Scarlet fever is a bacterial infection of the palatine tonsils by a bacteria called Streptococcus pyogenes.  The range of symptoms includes sore throat as well skin rash that is not found with other infections of the tonsils.",
    "MedicalCondition": "Scarlet fever is considered a childhood disease. It usually occurs during childhood, but can also happen later in life. In contrast to other childhood diseases, scarlet fever can re-occur in the same individual.  Common symptoms of scarlet fever include a sore throat and pain when swallowing, with a red swelling of the tonsils.  The tongue may have a white covering and a dark red coloration, sometimes referred as strawberry tongue.  Additionally, a skin rash is very typical.  The rash commonly occurs on the underarms and groin and forms several reddish dots.  The area around the mouth usually remains unaffected by the rash.  Fever usually accompanies the disease and sometimes headaches and stomach aches do as well.",
    "Synonyms": null,
    "ProfName": "Scarlatina",
    "PossibleSymptoms": "Fever,Chills,Vomiting,Skin rash,Nausea,Headache,Swollen glands on the neck,Abdominal pain",
    "TreatmentDescription": "It is important to identity and treat scarlet fever. If not treated, the disease may in some rare cases develop into rheumatic fever.  This disease affects the skin, joints, heart, and (rarely) the brain. Scarlet fever can be confirmed by the presence of typical symptoms and by swabbing the mouth to determine the type of bacteria present.  Antibiotics are a successful treatment and should be taken over the course of 10 days.",
    "Name": "Scarlet fever"
}, "68": {
    "DescriptionShort": "Parkinson’s disease is characterized by a slowing down in movement, hardening of certain muscles, tremors in the hands and feet, and problems with balance and walking.",
    "Description": "Parkinson’s disease is characterized by a slowing down in movement, tremors in the hands and feet, and problems with balance.",
    "MedicalCondition": "Parkinson’s disease mainly affects the elderly and involves a lack of dopamine (a neurotransmitter) in the brain.  An inherited variation of the disease can also occur in younger people.  Early signs of the disease can include sleep disorders, reduced sense of smell, or a deepening of the voice.  Later, symptoms such as the typical slowing of movement and tremors appear, as well as the development of a “mask-like” face and a predisposition towards heavy sweating.  Sexual function disorders, stomach and intestinal irregularities may also occur.",
    "Synonyms": null,
    "ProfName": "Parkinson's disease",
    "PossibleSymptoms": "Tremor at rest",
    "TreatmentDescription": "Parkinson’s disease still has no cure to this day, but the patient’s symptoms can be relieved.  Treatment consists of taking dopamine in the form of Levodopa (L-Dopa) or in the administration of dopamine agonists, which mimic the function of dopamine and balance out the lack of production.   These medications allow the patient to move more fluidly and lead an independent life.",
    "Name": "Shaking palsy"
}, "67": {
    "DescriptionShort": "Migraine is a specific form of headache that occurs on one side of the head.  Migraines occur in attacks and sometimes occur with other complaints (such as sensitivity to light, nausea, and vomiting).  Pain can be reduced by medication and the frequency of occurrences can be reduced as well.",
    "Description": "Migraine is a special form of headache that occurs as an attack and is usually limited to one side of the head.  It may be associated with sensitivity to light and noise, pain in the face, nausea, and vomiting.",
    "MedicalCondition": "Migraine symptoms are common and typically affect women more than men.  Patients often complain of a pulsing headache around the temples, forehead, and above the eyes, which is compounded by physical activity.  An attack usually lasts for several hours and may be announced by a precursor phase.  During the migraine attack, sensitivity to light and noise commonly occurs, but it is also common to appear with nausea and vomiting.  Some people experience visual auras such as flickering or motor disturbances.  Patients usually find a quiet, dark room to lie down in while they recover.",
    "Synonyms": null,
    "ProfName": "Migraine",
    "PossibleSymptoms": "Vomiting,Headache,Tiredness,Nausea",
    "TreatmentDescription": "Treatment of migraines involves taking pain reducing medication (NSAIDs, Paracetamol) or migraine medication (triptans) during a migraine attack.  A specialist can prescribe other substances and methods of treatment to prevent or reduce further attacks.  Many patients benefit from alternative methods such as acupuncture.",
    "Name": "Sick headache"
}, "103": {
    "DescriptionShort": "A herniated disc (or a slipped disc) is a medical condition in which a part of the disc between the vertebrae of the spine protrudes out and puts pressure on the nerve of the  spinal cord.  This causes a radiating pain.",
    "Description": "A herniated disc (also known as a slipped disc or spinal disc herniation) is when a disc bulges out between the vertebrae of the spinal cord and presses against the spinal cord nerve.  Spinal discs lose elasticity with age and can tear with sudden, awkward movements while carrying heavy loads (e.g. lifting heavy weights with a bent back) and then bulge out into the spinal canal.  This compresses the spinal nerve root.  The lumbar vertebrae are usually the ones affected (technically known at L5/S1, L4/L5)",
    "MedicalCondition": "Patients usually feel pain in the lumbar vertebrae after a clumsy movement.  The pain then spreads to the buttocks, then the upper thigh, and can even radiate down the entire leg.  In serious cases, patients may experience lack of sensation or even paralysis.",
    "Synonyms": "Prolapsed intervertebral disc",
    "ProfName": "Disc herniation",
    "PossibleSymptoms": "Pain in the limbs,Neck pain,Back pain",
    "TreatmentDescription": "After having the herniated disc confirmed through special imaging (MRI, magnetic resonance imaging), pain medication and bed rest can help to reduce pain.  Heat therapy and massage can also help to loosen up the muscles around the herniated disc.  To prevent recurrence, behavioral training (\"back school\") is recommended. In more severe cases, where a sense of failure or even paralysis is present, surgery is required.",
    "Name": "Slipped disc"
}, "19": {
    "DescriptionShort": "Smoking damages many organs of the body, including the lungs, heart, and brain.  Smokers can consequently suffer from lung cancer, heart attacks, or strokes.  Smokers die on average 13-14 years earlier than non-smokers.",
    "Description": "It’s been shown that the smoking of tobacco products damages organs, especially the lungs; the mucous membranes in the mouth, throat, and nose, blood circulation, the heart and the brain.",
    "MedicalCondition": "As a consequence of using tobacco products, smokers have a higher chance of developing cancer (usually lung cancer), of having a (fatal) heart attack, suffering from a stroke, and developing chronic obstructive pulmonary disease.  Because lung cancer (see: lung carcinoma) often does not cause any complaints until late, it is often discovered at a stage, where the disease can no longer be cured.  Damage to the organs is caused by various highly poisonous substances that are found in tobacco smoke.  Smoking not only does the smoker harm, but also people in their surroundings due to passive smoking.  It should be noted that even tobacco smoke that is passively inhaled contains poisonous substances that are even more concentrated than smoke that passes through a filter.  It is extremely dangerous for nursing babies and small children.",
    "Synonyms": null,
    "ProfName": "Tobacco smoking",
    "PossibleSymptoms": "Sputum,Stuffy nose,Runny nose,Cough,Sore throat,Nausea,Sleeplessness",
    "TreatmentDescription": "The only logical “treatment” is to quit.  It has been shown that even as soon as a few months after quitting, symptoms associated with chronic obstructive pulmonary disease stop.  The risks of lung cancer, heart attack, and stroke are halved or even normalized after 5-10 years of quitting.",
    "Name": "Smoking"
}, "510": {
    "DescriptionShort": "A sperm cyst is a nodule (cyst) full of fluid and some dead sperm cells occurring in the epididymis. Most people with a sperm cyst do not have any symptoms. A sperm cyst usually does not need to be treated if it has no symptoms. Once the cyst starts to grow bigger and causes discomfort, it is recommended to visit an urologist for a further examination.",
    "Description": "A sperm cyst, which is called spermatocele in medical terms, is a cyst full of fluid and some dead sperm cells in the epididymis. The size of a sperm cyst can vary due to different conditions. It is usually painless and non-cancerous.",
    "MedicalCondition": "The exact causes of a sperm cyst are still unknown. It is likely that a sperm cyst can develop when there is a blockage in the epididymis. Besides, other factors to cause a sperm cyst may include 1) injuries and blunt trauma, 2) an infection of epididymis (epididymitis) and 3) a non-infectious inflammation. Many people with a sperm cyst may not feel any obvious symptoms, and normally it will not bring any negative effects. However, once the symptoms start to appear, patients may feel pain in the testis, abdominal pain, blood in semen, pain after ejaculation, difficulty in urination, pain during urination and increase in frequency of urination.",
    "Synonyms": null,
    "ProfName": "Spermatocele",
    "PossibleSymptoms": null,
    "TreatmentDescription": "Many people with sperm cysts do not have any symptoms and do not feel pain and discomfort. For these cases, treatments may not be necessary. However, once the symptoms are accompanied with swelling and pain or when the cysts start to grow uncontrollably, then it is recommended to get a proper treatment. The common treatments of sperm cysts include: 1) Medications such as oral analgesics or anti-inflammatory drugs to relieve the pain and reduce inflammation. 2) Aspiration: it can be used to remove the extra fluid in the epididymis. 3) A surgery: it is necessary to remove the cysts in the epididymis for certain severe cases. Surgery can result in reduced fertility.",
    "Name": "Sperm cyst"
}, "476": {
    "DescriptionShort": "Gastrointestinal (GI) bleeding means that there is a loss of blood into the gastrointestinal tract. A lot of bleeding from the GI tract is dangerous, since it may result in a massive, hidden loss of blood with effect on the circulation. However, even small amounts of bleeding could lead to anemia. Once a person is aware of any related symptoms, he should visit a doctor immediately to check the origin of the bleeding.",
    "Description": "Gastrointestinal (GI) bleeding refers to any kind of bleeding that has its origin in the gastrointestinal tract. A hidden loss of blood into the GI tract thereby results. It is often divided into 1) upper GI bleeding: The upper GI tract refers to the esophagus, stomach, and first part of the small intestine, and 2) lower GI bleeding: The lower GI tract includes much of the small intestine, large intestine or bowels, rectum and anus.",
    "MedicalCondition": "GI bleeding is not a disease itself, but a symptom of many diseases. Causes of gastrointestinal bleeding can include 1) anal fissure or hemorrhoids, 2) cancer of the stomach, small intestine or colon, 3) intestinal polyps, 4) bleeding diverticulum, 5) Inflammatory bowel diseases such as Crohn’s disease and ulcerative colitis (colitis ulcerosa), 6) esophageal varices, as seen in liver diseases with hypertension of the portal vain 7) esophagitis, 8) gastric ulcers, 9) intussusception, 10) Mallory-Weiss tear, an esophageal injury due to vomiting 11) Meckel’s diverticulum, 12) radiation injury. Generally speaking, people with upper GI tract bleeding have symptoms such as bright red blood in vomit, vomit that looks like coffee grounds, black or tarry stools (melaena), or dark blood mixed with stool. People with lower GI tract bleeding often have symptoms such as bloody diarrhea or stool mixed or coated with bright red blood. Sometimes, the blood in the stool is not noticed and symptoms of anemia, such as fatigue and paleness, are in the foreground.",
    "Synonyms": "GI",
    "ProfName": "Gastrointestinal bleeding",
    "PossibleSymptoms": "Vomiting blood",
    "TreatmentDescription": "Treatments of GI bleeding will depend on the causes. Once the underlying disease that causes the bleeding has been found, the treatment is aimed to treat the specific disease. To determine the origin of the bleeding and also for acute intervention, a gastroscopy or colonoscopy may be performed. According to the results of the test, the doctor will decide the next treatment steps.",
    "Name": "Stomach bleeding"
}, "488": {
    "DescriptionShort": "Strain of the back muscles occurs when a back muscle is overstretched or torn. It usually takes some weeks to heal. Follow the RICE method as a rough guide when it comes to a strain in order to relieve symptoms and support the healing process. A further overuse of the affected muscles should be strictly avoided. Medications like painkillers can further relieve the symptoms.",
    "Description": "Strain of the back muscles refers to any damage or overstretching of a back muscle or its attaching tendons. It mostly results from undue pressure on back muscles during the course of normal daily activities, with sudden heavy lifting, during sports, or while performing work tasks.",
    "MedicalCondition": "Any type of movement which puts undue stress on the back can cause strain of the back muscles. Common causes include a sudden movement or fall, lifting while twisting or just lifting a heavy object. Sports injuries are also a frequent cause of a strained back muscle. Especially sports involving twisting (such as golf), or any type of jarring motions or sudden impact may cause a strain. The main symptom of a strained back muscle is the shooting pain in the lower back and a painful sensitivity to touch in the affected area. Sometimes the pain may develop gradually due to smaller but repetitive injuries. As a result, affected people can suffer from muscle spasms in the back. Usually the symptoms improve by resting.",
    "Synonyms": null,
    "ProfName": "Muscle tightness in back",
    "PossibleSymptoms": "Back pain",
    "TreatmentDescription": "Once a strain of the back muscles occurs, the RICE method should be helpful to relieve symptoms and support the healing process: to rest, to ice, to compress and to elevate. Pain medication, anti-inflammatory medication, and muscle relaxants can further help to relieve the symptoms. Massage and chiropractic therapy, but also heat application, can improve the blood flow to the back muscles and loosen the tight muscles. It may take a few weeks for recovery of the back muscles. During this time further stress on the back muscles should be avoided. After recovery, regular exercise can help strengthen the muscle power and avoid another strain.",
    "Name": "Strain of the back muscles"
}, "151": {
    "DescriptionShort": "Testicular torsion occurs when a testicle is twisted in the scrotum, cutting off the flow from the blood vessels that supply the testicle.",
    "Description": "Testicular torsion occurs when a testicle is twisted in the scrotum, cutting off the flow from the blood vessels that supply the testicle.  Causes include powerful twisting movements (for example, in sleep during the dream stage), trauma, or a strong pulling of a muscle that radiates into the testicles (the cremaster muscle).",
    "MedicalCondition": "Testicular torsion mostly occurs during infancy and youth.  It is accompanied by a sudden onset of sharp testicular pain that radiates throughout the groin area, as well as reddening of the skin and swelling around the affected testicle.  Besides that, pain can cause nausea and vomiting.  The affected testicle is extremely sensitive to pressure and is situated higher than a non-affected testicle.",
    "Synonyms": null,
    "ProfName": "Testicular torsion",
    "PossibleSymptoms": null,
    "TreatmentDescription": "Testicular torsion is a condition that requires urgent surgery.  If blood flow is not reestablished within six hours, the testicular tissue can begin to die off.  It’s possible to manually twist the testicle back into position from outside, but a subsequent operation is required to fix the testicle into place inside the scrotum.",
    "Name": "Torsion of testes"
}, "497": {
    "DescriptionShort": "A pelvic inflammation occurs when the female reproductive organs are infected. These affected organs include uterus, ovaries and fallopian tubes. The disease can lead to infertility. Therefore an immediate medical treatment is necessary. Antibiotic is often used for it. ",
    "Description": "A pelvic inflammation is an infection of female reproductive organs. Female reproductive organs include uterus, ovaries and fallopian tubes. Since the inflammation occurs in these sensitive organs, it can result in ectopic pregnancy, infertility, pelvic pain or other related medical problems.",
    "MedicalCondition": "The causes of pelvic inflammation are various. However, most commonly it is resulting from sexually transmitted diseases, for example gonorrhea and chlamydia. Women may probably be at a high risk of getting a pelvic inflammation when their sex partners have a sexual transmitted disease or when they have several sex partners. Besides sexually transmitted diseases, an improper douche may also cause a pelvic inflammation. An improper douche can change the vaginal environment and specific pathogenic bacteria may be flushed into female reproductive organs which lead to a pelvic inflammation. Women with a pelvic inflammation may experience fever, discharge from vagina, bleeding, pain around the pelvis, feeling of nausea and vomiting. Worst of all, it can also result in ectopic pregnancy and even infertility.",
    "Synonyms": null,
    "ProfName": "Pelvic inflammatory disease",
    "PossibleSymptoms": "Abdominal pain,Fever",
    "TreatmentDescription": "The treatments of a pelvic inflammation include antibiotics. First of all, the doctor may try to find out the specific species of pathogenic bacterium, and then decide which kind of antibiotics to use. Meanwhile, the antibiotics can be given through oral intake, injection or vein. Hospitalization may be suggested for some cases with severe pelvic inflammation.",
    "Name": "Tubal and ovarian inflammation"
}, "59": {
    "DescriptionShort": "A urinary tract infection is an infection that affects the urinary bladder or the renal pelvis. The infection is usually caused by intestinal bacteria. Common symptoms include desire to urinate, burning, and frequent urination.",
    "Description": "A urinary tract infection is an infection of the bladder or kidneys.  Intestinal bacteria usually cause the infection.  Catheters are a risk of infection.  Common symptoms include urgent desire to urinate, burning, and frequent urination.",
    "MedicalCondition": "Women are more likely to get a urinary tract infection than men, since the urethra (thus the distance that bacteria have to travel) is shorter in women.  Common causes include sexual intercourse, pregnancy, and exposure to cool and wet conditions.  Additionally, abnormal draining of the urinary tract may also play a role.  The affected person may experience pain, burning, and itching during urination as well as an urge to urinate frequently.  However, should the urinary tract infection spread to include the kidneys (known as pyelonephritis), it then becomes a serious illness.  Accompanying the above symptoms are fever and side pains.",
    "Synonyms": "UTI,Acute cystitis,Bladder infection",
    "ProfName": "Cystitis",
    "PossibleSymptoms": "Abdominal pain,Fever,Back pain",
    "TreatmentDescription": "An infection of the urinary tract (also called a UTI or cystitis) is usually harmless and requires no treatment in women without symptoms.  Women and men affected by symptoms usually require treatment with antibiotics.  An infection of the upper urinary tract (pyelonephritis) can spread to the bloodstream and thus requires treatment with antibiotics.",
    "Name": "Urinary tract infection"
}

